Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Check-in
ar: تحقق في
bn: চেক-ইন
de: Einchecken
es: Registrarse
fr: Enregistrement
hi: चेक इन
nl: Inchecken
te: చెక్-ఇన్
zh_tw: 报到

source: Force Check-in
ar: فرض تسجيل الوصول
bn: জোর করে চেক-ইন করুন
de: Einchecken erzwingen
es: Forzar registro
fr: Forcer l'enregistrement
hi: बलपूर्वक चेक-इन करें
it: Check-in forzato
nl: Forceer inchecken
pt: Forçar check-in
te: బలవంతంగా చెక్-ఇన్ చేయండి
zh_tw: 强制签入

source: Insert
ar: إدراج
bn: ঢোকান
de: Einfügen
es: Insertar
fr: Insérer
hi: डालना
it: Inserire
nl: Invoegen
pt: Inserir
te: చొప్పించు
zh_tw: 插入

source: Update
ar: تحديث
bn: আপডেট
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hi: अद्यतन
it: Aggiornamento
pt: Atualizar
te: నవీకరించు
zh_tw: 更新

source: New Version
ar: نسخة جديدة
bn: নতুন সংস্করণ
de: Neue Version
es: Nueva versión
fr: Nouvelle version
hi: नया संस्करण
it: Nuova versione
nl: Nieuwe versie
pt: Nova versão
te: కొత్త వెర్షన్
zh_tw: 新版本

source: Check-out
ar: الدفع
bn: চেক-আউট
de: Kasse
es: Verificar
fr: Vérifier
hi: चेक आउट
it: Guardare
nl: Uitchecken
pt: Confira
te: చెక్-అవుట్
zh_tw: 查看

source: Preview
ar: معاينة
bn: পূর্বরূপ
de: Vorschau
es: Avance
fr: Aperçu
hi: पूर्व दर्शन
it: Anteprima
nl: Voorbeeld
pt: Visualização
te: ప్రివ్యూ
zh_tw: 预览

source: Edit
ar: يحرر
bn: সম্পাদনা করুন
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादन करना
it: Modificare
nl: Bewerking
pt: Editar
te: సవరించు
zh_tw: 编辑

source: Add new item
ar: إضافة عنصر جديد
bn: নতুন আইটেম যোগ করুন
de: Neues Element hinzufügen
es: Agregar nuevo elemento
fr: Ajouter un nouvel élément
hi: नया आइटम जोड़ें
it: Aggiungi nuovo elemento
nl: Nieuw artikel toevoegen
pt: Adicionar novo item
te: కొత్త అంశాన్ని జోడించండి
zh_tw: 添加新项目

source: Edit table
ar: تحرير الجدول
bn: টেবিল সম্পাদনা করুন
de: Tabelle bearbeiten
es: Editar tabla
fr: Modifier le tableau
hi: तालिका संपादित करें
it: Modifica tabella
nl: Tabel bewerken
pt: Editar tabela
te: పట్టికను సవరించండి
zh_tw: 编辑表格

source: {0}: at least one value expected.
ar: {0}: قيمة واحدة متوقعة على الأقل.
bn: {0}: অন্তত একটি মান প্রত্যাশিত৷
de: {0}: Mindestens ein Wert erwartet.
es: {0}: se espera al menos un valor.
fr: {0} : au moins une valeur attendue.
hi: {0}: कम से कम एक मान अपेक्षित है.
it: {0}: è previsto almeno un valore.
nl: {0}: ten minste één verwachte waarde.
pt: {0}: pelo menos um valor esperado.
te: {0}: కనీసం ఒక విలువ ఆశించబడింది.
zh_tw: {0}：至少一个预期值。

source: {0}: exactly {1} values expected but {2} were submitted.
ar: {0}: القيم المتوقعة {1} بالضبط ولكن تم إرسال {2}.
bn: {0}: ঠিক {1}টি মান প্রত্যাশিত কিন্তু {2}টি জমা দেওয়া হয়েছে৷
de: {0}: genau {1} Werte erwartet, aber {2} wurden übermittelt.
es: {0}: se esperaban exactamente {1} valores, pero se enviaron {2}.
fr: {0} : exactement {1} valeurs attendues mais {2} ont été soumises.
hi: {0}: बिल्कुल {1} मान अपेक्षित थे लेकिन {2} सबमिट किए गए थे।
it: {0}: erano previsti esattamente {1} valori ma sono stati inviati {2}.
nl: {0}: precies {1} waarden verwacht, maar {2} zijn ingediend.
pt: {0}: exatamente {1} valores esperados, mas {2} foram enviados.
te: {0}: సరిగ్గా {1} విలువలు ఆశించబడ్డాయి కానీ {2} సమర్పించబడ్డాయి.
zh_tw: {0}：正是预期的 {1} 个值，但已提交 {2} 个值。

source: The following field(s) produced validation errors:
ar: أنتج الحقل (الحقول) التالي أخطاء في التحقق من الصحة:
bn: নিম্নলিখিত ক্ষেত্র(গুলি) বৈধতা ত্রুটি তৈরি করেছে:
de: Die folgenden Felder führten zu Validierungsfehlern:
es: Los siguientes campos produjeron errores de validación:
fr: Le(s) champ(s) suivant(s) ont généré des erreurs de validation :
hi: निम्नलिखित फ़ील्ड ने सत्यापन त्रुटियाँ उत्पन्न कीं:
it: I seguenti campi hanno prodotto errori di convalida:
nl: De volgende velden hebben validatiefouten opgeleverd:
pt: Os seguintes campos produziram erros de validação:
te: కింది ఫీల్డ్(లు) ధ్రువీకరణ లోపాలను సృష్టించాయి:
zh_tw: 以下字段产生了验证错误：

source: New Copy
ar: نسخة جديدة
bn: নতুন কপি
de: Neues Exemplar
es: Nueva copia
fr: Nouvelle copie
hi: नई प्रति
it: Nuova copia
nl: Nieuw exemplaar
pt: Nova cópia
te: కొత్త కాపీ
zh_tw: 新副本

source: Related Content
ar: المحتوى ذو الصلة
bn: সম্পর্কিত বিষয়বস্তু
de: Verwandter Inhalt
es: Contenido relacionado
fr: Contenu connexe
hi: संबंधित सामग्री
it: Contenuti correlati
nl: Gerelateerde inhoud
pt: Conteúdo relacionado
te: సంబంధిత కంటెంట్
zh_tw: 相关内容

source: Translation
ar: ترجمة
bn: অনুবাদ
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
it: Traduzione
nl: Vertaling
pt: Tradução
te: అనువాదం
zh_tw: 翻译

source: User name cannot be empty
ar: لا يمكن أن يكون اسم المستخدم فارغًا
bn: ব্যবহারকারীর নাম খালি থাকতে পারে না
de: Der Benutzername darf nicht leer sein
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut pas être vide
hi: उपयोगकर्ता नाम खाली नहीं हो सकता
it: Il nome utente non può essere vuoto
nl: Gebruikersnaam mag niet leeg zijn
pt: O nome de usuário não pode ficar vazio
te: వినియోగదారు పేరు ఖాళీగా ఉండకూడదు
zh_tw: 用户名不能为空

source: The user name must not be empty after removing host names from the input parameter.
ar: يجب ألا يكون اسم المستخدم فارغًا بعد إزالة أسماء المضيفين من معلمة الإدخال.
bn: ইনপুট পরামিতি থেকে হোস্ট নাম মুছে ফেলার পরে ব্যবহারকারীর নাম খালি থাকবে না।
de: Der Benutzername darf nicht leer sein, nachdem Hostnamen aus dem Eingabeparameter entfernt wurden.
es: El nombre de usuario no debe estar vacío después de remover los nombres de host del parámetro de entrada.
fr: Le nom d'utilisateur ne doit pas être vide après la suppression des noms d'hôte du paramètre d'entrée.
hi: इनपुट पैरामीटर से होस्ट नाम हटाने के बाद उपयोगकर्ता नाम खाली नहीं होना चाहिए।
it: Il nome utente non deve essere vuoto dopo aver rimosso i nomi host dal parametro di input.
nl: De gebruikersnaam mag niet leeg zijn nadat de hostnamen uit de invoerparameter zijn verwijderd.
pt: O nome de usuário não deve ficar vazio após a remoção dos nomes de host do parâmetro de entrada.
te: ఇన్u200cపుట్ పారామీటర్ నుండి హోస్ట్ పేర్లను తీసివేసిన తర్వాత వినియోగదారు పేరు ఖాళీగా ఉండకూడదు.
zh_tw: 从输入参数中删除主机名后，用户名不能为空。

source: The role list of the authenticated user {0} must not be empty.
ar: يجب ألا تكون قائمة الأدوار الخاصة بالمستخدم الذي تمت مصادقته {0} فارغة.
bn: প্রমাণীকৃত ব্যবহারকারীর ভূমিকা তালিকা {0} খালি হওয়া উচিত নয়৷
de: Die Rollenliste des authentifizierten Benutzers {0} darf nicht leer sein.
es: La lista de roles del usuario autenticado {0} no debe estar vacía.
fr: La liste des rôles de l'utilisateur authentifié {0} ne doit pas être vide.
hi: प्रमाणित उपयोगकर्ता {0} की भूमिका सूची खाली नहीं होनी चाहिए.
it: L'elenco dei ruoli dell'utente autenticato {0} non deve essere vuoto.
nl: De rollenlijst van de geverifieerde gebruiker {0} mag niet leeg zijn.
pt: A lista de funções do usuário autenticado {0} não deve estar vazia.
te: ప్రమాణీకరించబడిన వినియోగదారు {0} పాత్ర జాబితా తప్పనిసరిగా ఖాళీగా ఉండకూడదు.
zh_tw: 经过身份验证的用户 {0} 的角色列表不能为空。

source: Invalid workflowAppId: {0}
ar: معرف تطبيق سير العمل غير صالح: {0}
bn: অবৈধ workflowAppId: {0}
de: Ungültige WorkflowAppId: {0}
es: workflowAppId inválido: {0}
fr: ID d'application de workflow non valide : {0}
hi: अमान्य वर्कफ़्लोAppId: {0}
it: WorkflowAppId non valido: {0}
nl: Ongeldige workflowAppId: {0}
pt: Fluxo de trabalhoAppId inválido: {0}
te: చెల్లని workflowAppId: {0}
zh_tw: 无效的工作流程AppId：{0}

source: User is not authorized to create this type of content.
ar: غير مصرح للمستخدم بإنشاء هذا النوع من المحتوى.
bn: ব্যবহারকারী এই ধরনের সামগ্রী তৈরি করার জন্য অনুমোদিত নয়।
de: Der Benutzer ist nicht berechtigt, diese Art von Inhalten zu erstellen.
es: El usuario no está autorizado para crear este tipo de contenido.
fr: L'utilisateur n'est pas autorisé à créer ce type de contenu.
hi: उपयोगकर्ता इस प्रकार की सामग्री बनाने के लिए अधिकृत नहीं है.
it: L'utente non è autorizzato a creare questo tipo di contenuto.
nl: De gebruiker is niet bevoegd om dit soort inhoud te maken.
pt: O usuário não está autorizado a criar este tipo de conteúdo.
te: ఈ రకమైన కంటెంట్u200cని సృష్టించడానికి వినియోగదారుకు అధికారం లేదు.
zh_tw: 用户无权创建此类内容。

source: Operation not allowed while the content is checked out.
ar: العملية غير مسموح بها أثناء سحب المحتوى.
bn: বিষয়বস্তু চেক আউট করার সময় অপারেশন অনুমোদিত নয়।
de: Der Vorgang ist nicht zulässig, während der Inhalt ausgecheckt ist.
es: Operación no permitida mientras el contenido está desprotegido.
fr: Opération non autorisée pendant l'extraction du contenu.
hi: सामग्री की जाँच के दौरान संचालन की अनुमति नहीं है।
it: Operazione non consentita durante l'estrazione del contenuto.
nl: Bewerking niet toegestaan terwijl de inhoud is uitgecheckt.
pt: Operação não permitida enquanto o conteúdo está em check-out.
te: కంటెంట్ తనిఖీ చేయబడినప్పుడు ఆపరేషన్ అనుమతించబడదు.
zh_tw: 内容已签出时不允许进行操作。

source: Operation not allowed while the content is not checked out by you and you are not the administrator. An administrator might have overridden your checkout. You must go back and check-out the item again before attempting this operation.
ar: العملية غير مسموح بها بينما لم تقم أنت بسحب المحتوى وأنت لست المسؤول. ربما قام أحد المسؤولين بتجاوز عملية الدفع الخاصة بك. يجب عليك العودة وسحب العنصر مرة أخرى قبل محاولة هذه العملية.
bn: আপনার দ্বারা বিষয়বস্তু চেক আউট না করা এবং আপনি প্রশাসক না হলে অপারেশন অনুমোদিত নয়৷ একজন প্রশাসক আপনার চেকআউটকে ওভাররাইড করে থাকতে পারে। এই অপারেশনের চেষ্টা করার আগে আপনাকে অবশ্যই ফিরে যেতে হবে এবং আইটেমটি আবার চেক-আউট করতে হবে।
de: Der Vorgang ist nicht zulässig, solange der Inhalt nicht von Ihnen ausgecheckt ist und Sie nicht der Administrator sind. Möglicherweise hat ein Administrator Ihren Checkout überschrieben. Sie müssen zurückgehen und den Artikel erneut ausleihen, bevor Sie diesen Vorgang ausführen.
es: Operación no permitida mientras el contenido no está desprotegido por usted y no es administrador. Un administrador puede haber anulado su desprotección. Debe volver y desproteger el elemento nuevamente antes de intentar esta operación.
fr: Opération non autorisée tant que le contenu n'est pas extrait par vous et que vous n'êtes pas l'administrateur. Un administrateur a peut-être annulé votre paiement. Vous devez revenir en arrière et extraire à nouveau l'article avant de tenter cette opération.
hi: जब तक आपके द्वारा सामग्री की जांच नहीं की गई है और आप व्यवस्थापक नहीं हैं, तब तक ऑपरेशन की अनुमति नहीं है। हो सकता है कि किसी व्यवस्थापक ने आपके चेकआउट को ओवरराइड कर दिया हो. इस ऑपरेशन का प्रयास करने से पहले आपको वापस जाना होगा और आइटम को दोबारा जांचना होगा।
it: Operazione non consentita mentre il contenuto non è stato estratto da te e non sei l'amministratore. Un amministratore potrebbe aver sovrascritto il tuo checkout. È necessario tornare indietro ed effettuare nuovamente il check-out dell'articolo prima di tentare questa operazione.
nl: Bediening niet toegestaan zolang de inhoud niet door u is uitgecheckt en u niet de beheerder bent. Mogelijk heeft een beheerder uw betaalprocedure overschreven. U moet teruggaan en het artikel opnieuw uitchecken voordat u deze handeling probeert.
pt: Operação não permitida enquanto o conteúdo não for verificado por você e você não for o administrador. Um administrador pode ter substituído seu checkout. Você deve voltar e retirar o item novamente antes de tentar esta operação.
te: మీరు కంటెంట్u200cని తనిఖీ చేయనప్పుడు మరియు మీరు నిర్వాహకులు కానప్పుడు ఆపరేషన్ అనుమతించబడదు. ఒక నిర్వాహకుడు మీ చెక్అవుట్u200cని భర్తీ చేసి ఉండవచ్చు. ఈ ఆపరేషన్u200cను ప్రయత్నించే ముందు మీరు తప్పనిసరిగా వెనక్కి వెళ్లి, అంశాన్ని మళ్లీ తనిఖీ చేయాలి.
zh_tw: 内容未经您签收且您不是管理员时，不允许进行操作。管理员可能已覆盖您的结帐。在尝试此操作之前，您必须返回并再次签出该项目。

source: Error for stateid: {0} and workflow id: {1} = {2}
ar: خطأ في معرف الحالة: {0} ومعرف سير العمل: {1} = {2}
bn: বিবৃত জন্য ত্রুটি: {0} এবং কর্মপ্রবাহ আইডি: {1} u003d {2}
de: Fehler für Status-ID: {0} und Workflow-ID: {1} u003d {2}
es: Error para stateid: {0} y workflow id: {1} = {2}
fr: Erreur pour l'ID d'état : {0} et l'ID de flux de travail : {1} = {2}
hi: स्टेटआईडी के लिए त्रुटि: {0} और वर्कफ़्लो आईडी: {1} = {2}
it: Errore per statoid: {0} e ID flusso di lavoro: {1} = {2}
nl: Fout voor stateid: {0} en workflow-ID: {1} = {2}
pt: Erro para stateid: {0} e ID de fluxo de trabalho: {1} u003d {2}
te: స్టేట్u200cఫైడ్ కోసం ఎర్రర్: {0} మరియు వర్క్u200cఫ్లో ఐడి: {1} u003d {2}
zh_tw: 状态 ID 错误：{0} 且工作流程 ID 错误：{1} u003d {2}

source: No Roles are assigned with assignment type >= {0} for stateid: {1} and workflow id: {2}
ar: لم يتم تعيين أي أدوار بنوع التعيين >= {0} لمعرف الحالة: {1} ومعرف سير العمل: {2}
bn: উল্লেখিত: {1} এবং ওয়ার্কফ্লো আইডি: {2} এর জন্য অ্যাসাইনমেন্ট প্রকার >u003d {0} এর সাথে কোনো ভূমিকা বরাদ্দ করা হয় না
de: Für die Status-ID: {1} und die Workflow-ID: {2} sind keine Rollen mit dem Zuweisungstyp >u003d {0} zugewiesen.
es: No hay Roles asignados con tipo de asignación >= {0} para stateid: {1} y workflow id: {2}
fr: Aucun rôle n'est attribué avec le type d'affectation >= {0} pour l'ID d'état : {1} et l'ID de flux de travail : {2}
hi: स्टेटिड: {1} और वर्कफ़्लो आईडी: {2} के लिए असाइनमेंट प्रकार >= {0} के साथ कोई भूमिकाएँ नहीं सौंपी गई हैं।
it: Nessun ruolo assegnato con tipo di assegnazione >= {0} per stateid: {1} e ID flusso di lavoro: {2}
nl: Er zijn geen rollen toegewezen met toewijzingstype >= {0} voor stateid: {1} en workflow-ID: {2}
pt: Nenhuma função é atribuída com tipo de atribuição >u003d {0} para stateid: {1} e ID de fluxo de trabalho: {2}
te: స్టేట్u200cటైడ్: {1} మరియు వర్క్u200cఫ్లో ఐడి: {2} కోసం అసైన్u200cమెంట్ రకం >u003d {0}తో ఎలాంటి పాత్రలు కేటాయించబడలేదు
zh_tw: 没有为 stateid: {1} 和工作流 ID: {2} 分配分配类型 >u003d {0} 的角色

source: Authentication failed: user does not act in any roles.
ar: فشلت المصادقة: لا يقوم المستخدم بأية أدوار.
bn: প্রমাণীকরণ ব্যর্থ হয়েছে: ব্যবহারকারী কোনো ভূমিকায় কাজ করে না।
de: Authentifizierung fehlgeschlagen: Benutzer agiert in keiner Rolle.
es: Autenticación fallida: el usuario no actúa en ningún rol.
fr: Échec de l'authentification : l'utilisateur n'exerce aucun rôle.
hi: प्रमाणीकरण विफल: उपयोगकर्ता किसी भी भूमिका में कार्य नहीं करता है।
it: Autenticazione fallita: l'utente non agisce in alcun ruolo.
nl: Authenticatie mislukt: gebruiker handelt in geen enkele rol.
pt: Falha na autenticação: o usuário não atua em nenhuma função.
te: ప్రామాణీకరణ విఫలమైంది: వినియోగదారు ఏ పాత్రలోనూ నటించరు.
zh_tw: 身份验证失败：用户不执行任何角色。

source: Authentication failed.
ar: فشلت المصادقة.
bn: প্রমাণীকরণ ব্যর্থ হয়েছে৷
de: Authentifizierung fehlgeschlagen.
es: Autenticación fallida.
fr: L'authentification a échoué.
hi: प्रमाणीकरण विफल होना।
it: Autenticazione non riuscita.
nl: Authenticatie mislukt.
pt: Falha na autenticação.
te: ప్రమాణీకరణ విఫలమైంది.
zh_tw: 认证失败。

source: The workflow action list must not be empty.
ar: يجب ألا تكون قائمة إجراءات سير العمل فارغة.
bn: ওয়ার্কফ্লো অ্যাকশন লিস্ট অবশ্যই খালি থাকবে না।
de: Die Workflow-Aktionsliste darf nicht leer sein.
es: La lista de acciones del flujo de trabajo no debe estar vacía.
fr: La liste des actions du workflow ne doit pas être vide.
hi: वर्कफ़्लो कार्रवाई सूची खाली नहीं होनी चाहिए.
it: L'elenco delle azioni del flusso di lavoro non deve essere vuoto.
nl: De werkstroomactielijst mag niet leeg zijn.
pt: A lista de ações do fluxo de trabalho não deve estar vazia.
te: వర్క్u200cఫ్లో చర్య జాబితా ఖాళీగా ఉండకూడదు.
zh_tw: 工作流操作列表不得为空。

source: The workflow context must not be null.
ar: يجب ألا يكون سياق سير العمل فارغًا.
bn: কর্মপ্রবাহের প্রসঙ্গ শূন্য হতে হবে না।
de: Der Workflowkontext darf nicht null sein.
es: El contexto del flujo de trabajo no debe ser nulo.
fr: Le contexte du workflow ne doit pas être nul.
hi: वर्कफ़्लो संदर्भ शून्य नहीं होना चाहिए.
it: Il contesto del flusso di lavoro non deve essere nullo.
nl: De werkstroomcontext mag niet nul zijn.
pt: O contexto do fluxo de trabalho não deve ser nulo.
te: వర్క్u200cఫ్లో సందర్భం తప్పనిసరిగా శూన్యంగా ఉండకూడదు.
zh_tw: 工作流上下文不得为空。

source: Supplied extension is not a workflow action extension.
ar: الملحق المتوفر ليس ملحق إجراء سير العمل.
bn: সরবরাহকৃত এক্সটেনশন একটি ওয়ার্কফ্লো অ্যাকশন এক্সটেনশন নয়।
de: Die bereitgestellte Erweiterung ist keine Workflow-Aktionserweiterung.
es: La extensión proporcionada no es una extensión de acción de flujo de trabajo.
fr: L'extension fournie n'est pas une extension d'action de flux de travail.
hi: प्रदत्त एक्सटेंशन वर्कफ़्लो एक्शन एक्सटेंशन नहीं है.
it: L'estensione fornita non è un'estensione dell'azione del flusso di lavoro.
nl: De meegeleverde extensie is geen workflowactie-extensie.
pt: A extensão fornecida não é uma extensão de ação de fluxo de trabalho.
te: సరఫరా చేయబడిన పొడిగింపు వర్క్u200cఫ్లో చర్య పొడిగింపు కాదు.
zh_tw: 提供的扩展不是工作流操作扩展。

source: Executable extension does not exist.
ar: الملحق القابل للتنفيذ غير موجود.
bn: এক্সিকিউটেবল এক্সটেনশন বিদ্যমান নেই।
de: Die ausführbare Erweiterung ist nicht vorhanden.
es: La extensión ejecutable no existe.
fr: L'extension exécutable n'existe pas.
hi: निष्पादन योग्य एक्सटेंशन मौजूद नहीं है.
it: L'estensione eseguibile non esiste.
nl: Uitvoerbare extensie bestaat niet.
pt: A extensão executável não existe.
te: ఎక్జిక్యూటబుల్ ఎక్స్u200cటెన్షన్ లేదు.
zh_tw: 可执行扩展不存在。

source: Status document element name must not be empty.
ar: يجب ألا يكون اسم عنصر مستند الحالة فارغًا.
bn: স্থিতি নথি উপাদান নাম খালি হতে হবে না.
de: Der Name des Statusdokumentelements darf nicht leer sein.
es: El nombre del elemento del documento de estado no debe estar vacío.
fr: Le nom de l’élément du document de statut ne doit pas être vide.
hi: स्थिति दस्तावेज़ तत्व का नाम खाली नहीं होना चाहिए.
it: Il nome dell'elemento del documento di stato non deve essere vuoto.
nl: De naam van het statusdocumentelement mag niet leeg zijn.
pt: O nome do elemento do documento de status não deve estar vazio.
te: స్థితి పత్రం మూలకం పేరు తప్పనిసరిగా ఖాళీగా ఉండకూడదు.
zh_tw: 状态文档元素名称不能为空。

source: ContentID node name must not be empty.
ar: يجب ألا يكون اسم عقدة ContentID فارغًا.
bn: ContentID নোডের নাম খালি হওয়া উচিত নয়৷
de: Der Name des ContentID-Knotens darf nicht leer sein.
es: El nombre del nodo ContentID no debe estar vacío.
fr: Le nom du nœud ContentID ne doit pas être vide.
hi: कंटेंटआईडी नोड नाम खाली नहीं होना चाहिए।
it: Il nome del nodo ContentID non deve essere vuoto.
nl: De ContentID-knooppuntnaam mag niet leeg zijn.
pt: O nome do nó ContentID não deve estar vazio.
te: ContentID నోడ్ పేరు ఖాళీగా ఉండకూడదు.
zh_tw: ContentID 节点名称不能为空。

source: ContentID node missing or empty.
ar: عقدة ContentID مفقودة أو فارغة.
bn: ContentID নোড অনুপস্থিত বা খালি।
de: Der ContentID-Knoten fehlt oder ist leer.
es: Nodo ContentID faltante o vacío.
fr: Nœud ContentID manquant ou vide.
hi: कंटेंटआईडी नोड गायब या खाली है।
it: Nodo ContentID mancante o vuoto.
nl: ContentID-knooppunt ontbreekt of is leeg.
pt: Nó ContentID ausente ou vazio.
te: ContentID నోడ్ లేదు లేదా ఖాళీగా ఉంది.
zh_tw: ContentID 节点缺失或为空。

source: ContentID node missing.
ar: عقدة ContentID مفقودة.
bn: ContentID নোড অনুপস্থিত।
de: ContentID-Knoten fehlt.
es: Nodo ContentID faltante.
fr: Nœud ContentID manquant.
hi: कंटेंटआईडी नोड गायब है।
it: Nodo ContentID mancante.
nl: ContentID-knooppunt ontbreekt.
pt: Nó ContentID ausente.
te: ContentID నోడ్ లేదు.
zh_tw: ContentID 节点丢失。

source: Parameters to the exit cannot be null.
ar: لا يمكن أن تكون معلمات الخروج فارغة.
bn: প্রস্থান করার পরামিতি শূন্য হতে পারে না।
de: Parameter für den Exit dürfen nicht null sein.
es: Los parámetros de la salida no pueden ser nulos.
fr: Les paramètres de la sortie ne peuvent pas être nuls.
hi: निकास के पैरामीटर शून्य नहीं हो सकते.
it: I parametri per l'uscita non possono essere nulli.
nl: Parameters voor de uitgang mogen niet nul zijn.
pt: Os parâmetros para a saída não podem ser nulos.
te: నిష్క్రమణకు పారామితులు శూన్యం కాకూడదు.
zh_tw: 出口参数不能为空。

source: The content id must not be null.
ar: يجب ألا يكون معرف المحتوى فارغًا.
bn: বিষয়বস্তু আইডি নাল হতে হবে না.
de: Die Inhalts-ID darf nicht null sein.
es: El ID de contenido no debe ser nulo.
fr: L'identifiant du contenu ne doit pas être nul.
hi: सामग्री आईडी शून्य नहीं होनी चाहिए.
it: L'ID del contenuto non deve essere nullo.
nl: De inhouds-ID mag niet nul zijn.
pt: O ID do conteúdo não deve ser nulo.
te: కంటెంట్ ఐడి తప్పనిసరిగా శూన్యంగా ఉండకూడదు.
zh_tw: 内容 ID 不得为空。

source: Unable to update published document.
ar: غير قادر على تحديث الوثيقة المنشورة.
bn: প্রকাশিত নথি আপডেট করতে অক্ষম৷
de: Das veröffentlichte Dokument konnte nicht aktualisiert werden.
es: No se puede actualizar el documento publicado.
fr: Impossible de mettre à jour le document publié.
hi: प्रकाशित दस्तावेज़ अद्यतन करने में असमर्थ.
it: Impossibile aggiornare il documento pubblicato.
nl: Kan het gepubliceerde document niet bijwerken.
pt: Não foi possível atualizar o documento publicado.
te: ప్రచురించిన పత్రాన్ని నవీకరించడం సాధ్యం కాలేదు.
zh_tw: 无法更新已发布的文档。

source: You must specify an HTML Parameter for the return value.
ar: يجب عليك تحديد معلمة HTML لقيمة الإرجاع.
bn: রিটার্ন মানের জন্য আপনাকে অবশ্যই একটি HTML প্যারামিটার নির্দিষ্ট করতে হবে।
de: Sie müssen einen HTML-Parameter für den Rückgabewert angeben.
es: Debe especificar un Parámetro HTML para el valor de retorno.
fr: Vous devez spécifier un paramètre HTML pour la valeur de retour.
hi: आपको रिटर्न वैल्यू के लिए एक HTML पैरामीटर निर्दिष्ट करना होगा।
it: È necessario specificare un parametro HTML per il valore restituito.
nl: U moet een HTML-parameter opgeven voor de geretourneerde waarde.
pt: Você deve especificar um parâmetro HTML para o valor de retorno.
te: మీరు రిటర్న్ విలువ కోసం తప్పనిసరిగా HTML పరామితిని పేర్కొనాలి.
zh_tw: 您必须为返回值指定 HTML 参数。

source: You must specify the html param name to store next number.
ar: يجب عليك تحديد اسم معلمة html لتخزين الرقم التالي.
bn: পরবর্তী সংখ্যা সংরক্ষণ করতে আপনাকে অবশ্যই html প্যারাম নাম উল্লেখ করতে হবে।
de: Sie müssen den HTML-Parameternamen angeben, um die nächste Nummer zu speichern.
es: Debe especificar el nombre del parámetro html para almacenar el siguiente número.
fr: Vous devez spécifier le nom du paramètre HTML pour stocker le numéro suivant.
hi: आपको अगला नंबर संग्रहीत करने के लिए html पैरामीटर नाम निर्दिष्ट करना होगा।
it: È necessario specificare il nome del parametro html per memorizzare il numero successivo.
nl: U moet de HTML-parameternaam opgeven om het volgende nummer op te slaan.
pt: Você deve especificar o nome do parâmetro HTML para armazenar o próximo número.
te: తదుపరి సంఖ్యను నిల్వ చేయడానికి మీరు తప్పనిసరిగా html పారామ్ పేరును పేర్కొనాలి.
zh_tw: 您必须指定 html 参数名称来存储下一个数字。

source: You must specify the table name for which the next number to be generated.
ar: يجب عليك تحديد اسم الجدول الذي سيتم إنشاء الرقم التالي له.
bn: আপনাকে অবশ্যই টেবিলের নাম উল্লেখ করতে হবে যার জন্য পরবর্তী সংখ্যা তৈরি করা হবে।
de: Sie müssen den Tabellennamen angeben, für den die nächste Nummer generiert werden soll.
es: Debe especificar el nombre de la tabla para la cual se generará el siguiente número.
fr: Vous devez préciser le nom de la table pour laquelle le prochain numéro sera généré.
hi: आपको उस तालिका का नाम निर्दिष्ट करना होगा जिसके लिए अगला नंबर उत्पन्न किया जाना है।
it: È necessario specificare il nome della tabella per la quale verrà generato il numero successivo.
nl: U moet de tabelnaam opgeven waarvoor het volgende nummer moet worden gegenereerd.
pt: Você deve especificar o nome da tabela para a qual o próximo número será gerado.
te: తదుపరి సంఖ్యను రూపొందించాల్సిన పట్టిక పేరును మీరు తప్పనిసరిగా పేర్కొనాలి.
zh_tw: 您必须指定要为其生成下一个编号的表名称。
